Repository: mducasble/kgen-egov2
Catalog: EgoCapture/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Actions
es: Acciones
pt_br: Ações

source: Activity
es: Actividad
pt_br: Atividade

source: Adjust values to match your physical camera mount position.
es: Ajusta los valores para que coincidan con la posición física del montaje de la cámara.
pt_br: Ajuste os valores para corresponder à posição física do suporte da câmera.

source: Agriculture
es: Agricultura
pt_br: Agricultura

source: Automotive / Equipment
es: Automoción / Equipo
pt_br: Automotivo / Equipamentos

source: Backyard, garden, balcony, street, park, open transport
es: Patio, jardín, balcón, calle, parque, transporte abierto
pt_br: Quintal, jardim, varanda, rua, parque, transporte aberto

source: Both (parallel)
es: Ambos (paralelo)
pt_br: Ambos (paralelo)

source: Camera access denied
es: Acceso a la cámara denegado
pt_br: Acesso à câmera negado

source: CAMERA MOUNT
es: MONTAJE DE CÁMARA
pt_br: FIXAÇÃO DA CÂMERA

source: Camera unavailable
es: Cámara no disponible
pt_br: Câmera indisponível

source: Campaign
es: Campaña
pt_br: Campanha

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Category
es: Categoría
pt_br: Categoria

source: Cleaning / Janitorial
es: Limpieza / Conserjería
pt_br: Limpeza / Zeladoria

source: Commercial
es: Comercial
pt_br: Comercial

source: Construction / Trades
es: Construcción / Oficios
pt_br: Construção / Ofícios

source: Continue
es: Continuar
pt_br: Continuar

source: Continue with Google
es: Continuar con Google
pt_br: Continuar com o Google

source: CONTRIBUTOR
es: COLABORADOR
pt_br: COLABORADOR

source: Country
es: País
pt_br: País

source: Credentials embedded in app build
es: Credenciales incrustadas en la compilación
pt_br: Credenciais embutidas no build

source: Day (%lld h)
es: Día (%lld h)
pt_br: Dia (%lld h)

source: Delete
es: Eliminar
pt_br: Excluir

source: Dishes Cleanup
es: Limpieza de loza
pt_br: Lavagem de louça

source: Downward tilt
es: Inclinación hacia abajo
pt_br: Inclinação para baixo

source: Duration
es: Duración
pt_br: Duração

source: e.g. Marcos D
es: ej. Marcos D
pt_br: ex. Marcos D

source: e.g., "dishes cleanup" or "warehouse stocking"
es: ej., «limpieza de loza» o «reposición de almacén»
pt_br: ex., «lavagem de louça» ou «reposição em armazém»

source: Email
es: Correo

source: ENVIRONMENT
es: ENTORNO
pt_br: AMBIENTE

source: Export Failed
es: Error al exportar
pt_br: Falha ao exportar

source: Extended vertical FOV
es: FOV vertical extendido
pt_br: FOV vertical estendido

source: Failed · hold to retry
es: Falló · mantén pulsado para reintentar
pt_br: Falhou · segure para tentar novamente

source: Field Services
es: Servicios en campo
pt_br: Serviços de campo

source: Food Retail
es: Venta de alimentos
pt_br: Varejo de alimentos

source: Food Service
es: Gastronomía
pt_br: Alimentação

source: Forehead
es: Frente
pt_br: Testa

source: Forgot my password
es: Olvidé mi contraseña
pt_br: Esqueci minha senha

source: Frames
es: Cuadros
pt_br: Quadros

# group.caregiving
source: CAREGIVING
es: CUIDADO DE OTROS
pt_br: CUIDADO COM OUTROS

# group.errands
source: ERRANDS
es: MANDADOS
pt_br: TAREFAS

# group.food
source: FOOD
es: COMIDA
pt_br: ALIMENTAÇÃO

# group.handiwork
source: HANDIWORK
es: TRABAJO MANUAL
pt_br: TRABALHO MANUAL

# group.housekeeping
source: HOUSEKEEPING
es: LIMPIEZA DEL HOGAR
pt_br: DOMÉSTICO

# group.mobility
source: MOBILITY
es: MOVILIDAD
pt_br: DESLOCAMENTO

# group.outdoor_work
source: OUTDOOR WORK
es: TRABAJO EXTERIOR
pt_br: TRABALHO EXTERNO

# group.productive
source: PRODUCTIVE
es: PRODUCTIVO
pt_br: PRODUTIVO

# group.recreation
source: RECREATION
es: RECREACIÓN
pt_br: RECREAÇÃO

# group.self_care
source: SELF CARE
es: CUIDADO PERSONAL
pt_br: CUIDADO PESSOAL

source: HAND TRACKING
es: SEGUIMIENTO DE MANOS
pt_br: RASTREAMENTO DE MÃOS

source: Hat Brim
es: Ala del sombrero
pt_br: Aba do chapéu

source: Headband
es: Banda para cabeza
pt_br: Faixa de cabeça

source: Hospitality
es: Hospitalidad
pt_br: Hotelaria

source: Indoor
es: Interior
pt_br: Interno

source: Kitchen, living room, bedroom, bathroom, office, enclosed areas
es: Cocina, sala, dormitorio, baño, oficina, áreas cerradas
pt_br: Cozinha, sala, quarto, banheiro, escritório, áreas fechadas

source: Laundry
es: Lavandería
pt_br: Lavanderia

source: Location
es: Ubicación
pt_br: Local

# location.attic
source: Attic
es: Ático
pt_br: Sótão

# location.backyard
source: Backyard
es: Patio Trasero
pt_br: Quintal

# location.balcony
source: Balcony
es: Balcón
pt_br: Varanda / Sacada

# location.basement
source: Basement
es: Sótano
pt_br: Porão / Subsolo

# location.bathroom
source: Bathroom
es: Baño
pt_br: Banheiro

# location.bbq_area
source: BBQ Area
es: Zona de Parrilla
pt_br: Área de Churrasqueira

# location.beach
source: Beach
es: Playa
pt_br: Praia

# location.bedroom
source: Bedroom
es: Dormitorio
pt_br: Quarto

# location.bicycle
source: Bicycle
es: Bicicleta
pt_br: Bicicleta

# location.cafe
source: Cafe
es: Cafetería
pt_br: Cafeteria

# location.car_interior
source: Car Interior
es: Interior del Vehículo
pt_br: Interior de Veículo

# location.clinic
source: Clinic
es: Consultorio / Clínica
pt_br: Consultório / Clínica

# location.closet
source: Closet
es: Armario
pt_br: Closet / Guarda-roupa

# location.dining_room
source: Dining Room
es: Comedor
pt_br: Sala de Jantar

# location.driveway
source: Driveway
es: Entrada de Vehículos
pt_br: Entrada de Veículos

# location.entryway
source: Entryway
es: Recibidor
pt_br: Hall de Entrada

# location.event_area
source: Event Area
es: Zona de Eventos
pt_br: Área de Evento

# location.front_yard
source: Front Yard
es: Jardín Delantero
pt_br: Jardim Frontal

# location.garage_indoor
source: Indoor Garage
es: Garaje Cerrado
pt_br: Garagem Fechada

# location.garden
source: Garden
es: Jardín
pt_br: Jardim

# location.gym_commercial
source: Commercial Gym
es: Gimnasio Comercial
pt_br: Academia Comercial

# location.hallway
source: Hallway
es: Pasillo
pt_br: Corredor

# location.home_gym
source: Home Gym
es: Gimnasio en Casa
pt_br: Academia Doméstica

# location.home_office
source: Home Office
es: Oficina en Casa
pt_br: Escritório Doméstico

# location.indoor_pet_area
source: Indoor Pet Area
es: Zona de Mascotas Interior
pt_br: Área Pet Interna

# location.kids_bedroom
source: Kids Bedroom
es: Dormitorio Infantil
pt_br: Quarto Infantil

# location.kitchen
source: Kitchen
es: Cocina
pt_br: Cozinha

# location.laundry_room
source: Laundry Room
es: Lavadero
pt_br: Área de Serviço

# location.living_room
source: Living Room
es: Sala de Estar
pt_br: Sala de Estar

# location.loading_dock
source: Loading Dock
es: Muelle de Carga
pt_br: Doca de Carga

# location.office_space
source: Office
es: Oficina Corporativa
pt_br: Escritório Corporativo

# location.outdoor_market
source: Outdoor Market
es: Feria / Mercado al Aire Libre
pt_br: Feira / Mercado ao Ar Livre

# location.outdoor_pet_area
source: Outdoor Pet Area
es: Zona de Mascotas Exterior
pt_br: Área Pet Externa

# location.pantry
source: Pantry
es: Despensa
pt_br: Despensa

# location.park
source: Park
es: Parque
pt_br: Parque

# location.parking_lot
source: Parking Lot
es: Estacionamiento
pt_br: Estacionamento

# location.pet_shop
source: Pet Shop
es: Tienda de Mascotas

# location.pharmacy
source: Pharmacy
es: Farmacia
pt_br: Farmácia

# location.pool_area
source: Pool Area
es: Zona de Piscina
pt_br: Área de Piscina

# location.public_transit
source: Public Transit
es: Transporte Público
pt_br: Transporte Público

# location.restaurant_dining
source: Restaurant Dining
es: Salón de Restaurante
pt_br: Salão de Restaurante

# location.restaurant_kitchen
source: Restaurant Kitchen
es: Cocina Profesional
pt_br: Cozinha Profissional

# location.retail_store
source: Retail Store
es: Tienda Minorista
pt_br: Loja de Varejo

# location.rooftop
source: Rooftop
es: Azotea
pt_br: Cobertura / Terraço

# location.salon
source: Salon
es: Salón de Belleza
pt_br: Salão de Beleza

# location.sports_field
source: Sports Field
es: Cancha Deportiva
pt_br: Campo Esportivo

# location.staircase
source: Staircase
es: Escalera
pt_br: Escada

# location.street
source: Street
es: Calle / Acera
pt_br: Rua / Calçada

# location.supermarket
source: Supermarket
es: Supermercado
pt_br: Supermercado

# location.trail
source: Trail
es: Sendero
pt_br: Trilha

# location.vegetable_garden
source: Vegetable Garden
es: Huerta
pt_br: Horta

# location.veterinary
source: Veterinary
es: Veterinaria
pt_br: Clínica Veterinária

# location.warehouse_indoor
source: Warehouse
es: Almacén / Depósito
pt_br: Armazém / Depósito

# location.workshop
source: Workshop
es: Taller
pt_br: Oficina

source: Log in
es: Iniciar sesión
pt_br: Entrar

source: Manufacturing
es: Manufactura
pt_br: Manufatura

source: MediaPipe outputs are saved as *_mediapipe.jsonl when enabled.
es: Las salidas del MediaPipe se guardan como *_mediapipe.jsonl cuando se activa.
pt_br: As saídas do MediaPipe são salvas como *_mediapipe.jsonl quando ativado.

source: Model path
es: Ruta del modelo
pt_br: Caminho do modelo

source: Mount Type
es: Tipo de montaje
pt_br: Tipo de fixação

source: Night (%lld h)
es: Noche (%lld h)
pt_br: Noite (%lld h)

source: No locations available for this scenario
es: Sin ubicaciones disponibles para este escenario
pt_br: Sem locais disponíveis para este cenário

source: No recordings yet
es: Sin grabaciones todavía
pt_br: Nenhuma gravação ainda

source: No verb list for this activity yet.
es: Aún no hay una lista de verbos para esta actividad.
pt_br: Ainda não há lista de verbos para esta atividade.

source: Other Home Tasks
es: Otras tareas del hogar
pt_br: Outras tarefas domésticas

source: Outdoor
es: Exterior
pt_br: Externo

source: Password
es: Contraseña
pt_br: Senha

source: Pending
es: Pendiente
pt_br: Pendente

source: Period
es: Período
pt_br: Período

source: Please enter your full name before recording. We use it to label the sessions you contribute.
es: Ingresa tu nombre completo antes de grabar. Lo usamos para identificar las sesiones que contribuyes.
pt_br: Informe seu nome completo antes de gravar. Usamos para identificar as sessões que você contribui.

source: Preparing
es: Preparando
pt_br: Preparando

source: Preparing preview…
es: Preparando vista previa…
pt_br: Preparando pré-visualização…

source: Preview unavailable
es: Vista previa no disponible
pt_br: Pré-visualização indisponível

source: Record
es: Grabar
pt_br: Gravar

source: Region
es: Región
pt_br: Região

source: Requesting camera access…
es: Solicitando acceso a la cámara…
pt_br: Solicitando acesso à câmera…

source: Residential
es: Residencial
pt_br: Residencial

source: Retail Operations
es: Operaciones de tienda
pt_br: Operações de varejo

source: Retry Upload
es: Reintentar subida
pt_br: Tentar enviar novamente

source: Room Tidy-Up
es: Organizar cuarto
pt_br: Arrumar quarto

source: S3 PATH PREFIX
es: PREFIJO DE RUTA S3
pt_br: PREFIXO DO CAMINHO S3

source: S3 UPLOAD
es: SUBIDA S3
pt_br: ENVIO S3

source: Scenario
es: Escenario
pt_br: Cenário

source: Select the actions you will perform in this recording.
es: Selecciona las acciones que realizarás en esta grabación.
pt_br: Selecione as ações que você vai realizar nesta gravação.

source: Session
es: Sesión
pt_br: Sessão

source: SESSION ID
es: ID DE SESIÓN
pt_br: ID DA SESSÃO

source: Sessions
es: Sesiones
pt_br: Sessões

source: Sessions upload automatically after recording (≤2 min video chunks). Keys are not shown to contributors.
es: Las sesiones se suben automáticamente tras grabar (chunks de vídeo ≤2 min). Las llaves no se muestran a los colaboradores.
pt_br: As sessões são enviadas automaticamente após a gravação (chunks de vídeo de ≤2 min). As chaves não são exibidas aos colaboradores.

source: Set keys in EmbeddedAWSCredentials.swift before build
es: Configura las llaves en EmbeddedAWSCredentials.swift antes de compilar
pt_br: Configure as chaves em EmbeddedAWSCredentials.swift antes do build

source: Settings
es: Ajustes
pt_br: Ajustes

source: Showing first %lld characters
es: Mostrando los primeros %lld caracteres
pt_br: Mostrando os primeiros %lld caracteres

source: Start Recording
es: Iniciar Grabación
pt_br: Iniciar Gravação

source: Step %lld of %lld
es: Paso %lld de %lld
pt_br: Passo %lld de %lld

source: Stop Recording
es: Detener Grabación
pt_br: Parar Gravação

source: Tap Start on Home to capture your first session.
es: Toca Iniciar en Inicio para grabar tu primera sesión.
pt_br: Toque em Iniciar na tela inicial para gravar sua primeira sessão.

source: TASK
es: TAREA
pt_br: TAREFA

source: Task description (optional)
es: Descripción de la tarea (opcional)
pt_br: Descrição da tarefa (opcional)

# task.assembly
source: Assembly
es: Montaje
pt_br: Montagem

# task.baking
source: Baking
es: Horneado
pt_br: Panificação

# task.beverage_preparation
source: Beverage Preparation
es: Preparación de Bebidas
pt_br: Preparo de Bebidas

# task.carrying
source: Carrying
es: Transporte Manual
pt_br: Transporte Manual

# task.childcare
source: Childcare
es: Cuidado de Niños
pt_br: Cuidado com Crianças

# task.cleaning
source: Cleaning
es: Limpieza
pt_br: Limpeza

# task.communication
source: Communication
es: Comunicación
pt_br: Comunicação

# task.commuting
source: Commuting
es: Desplazamiento
pt_br: Deslocamento

# task.cooking
source: Cooking
es: Cocción
pt_br: Cozimento

# task.crafting
source: Crafting
es: Manualidades
pt_br: Trabalho Manual

# task.dishwashing
source: Dishwashing
es: Lavado de Vajilla
pt_br: Lavagem de Louça

# task.driving
source: Driving
es: Conducir
pt_br: Dirigir

# task.eating
source: Eating
es: Consumo de Alimentos
pt_br: Consumo de Alimentos

# task.eldercare
source: Eldercare
es: Cuidado de Adultos Mayores
pt_br: Cuidado com Idosos

# task.exercise
source: Exercise
es: Ejercicio Físico
pt_br: Exercício Físico

# task.food_preparation
source: Food Preparation
es: Preparación de Alimentos
pt_br: Preparo de Alimentos

# task.food_serving
source: Food Serving
es: Servir Alimentos
pt_br: Servir Alimentos

# task.gardening
source: Gardening
es: Jardinería
pt_br: Jardinagem

# task.grooming
source: Grooming
es: Higiene y Arreglo
pt_br: Higiene e Arrumação

# task.health_care
source: Health Care
es: Cuidado de la Salud
pt_br: Cuidado com Saúde

# task.laundry
source: Laundry
es: Lavado de Ropa
pt_br: Lavagem de Roupas

# task.leisure
source: Leisure
es: Ocio
pt_br: Lazer

# task.maintenance
source: Maintenance
es: Mantenimiento
pt_br: Manutenção

# task.music_practice
source: Music Practice
es: Práctica Musical
pt_br: Prática Musical

# task.personal_care
source: Personal Care
es: Cuidado Personal
pt_br: Cuidado Pessoal

# task.pet_care
source: Pet Care
es: Cuidado de Mascotas
pt_br: Cuidado com Pets

# task.pet_training
source: Pet Training
es: Adiestramiento
pt_br: Adestramento

# task.plant_care
source: Plant Care
es: Cuidado de Plantas
pt_br: Cuidado com Plantas

# task.repair
source: Repair
es: Reparación
pt_br: Reparo

# task.shopping
source: Shopping
es: Compras
pt_br: Compras

# task.socializing
source: Socializing
es: Socialización
pt_br: Socialização

# task.sports
source: Sports
es: Práctica Deportiva
pt_br: Prática Esportiva

# task.studying
source: Studying
es: Estudio
pt_br: Estudo

# task.tidying
source: Tidying
es: Organización
pt_br: Organização

# task.waste_management
source: Waste Management
es: Gestión de Residuos
pt_br: Descarte / Lixo

# task.working_desk
source: Desk Work
es: Trabajo de Oficina
pt_br: Trabalho de Escritório

source: Temple
es: Sien
pt_br: Têmpora

source: Translation from head center (m)
es: Traslación desde el centro de la cabeza (m)
pt_br: Distância do centro da cabeça (m)

source: Type
es: Tipo
pt_br: Tipo

source: Unable to open file
es: No se pudo abrir el archivo
pt_br: Não foi possível abrir o arquivo

source: Uploaded
es: Subido
pt_br: Enviado

source: Uploading %lld%%
es: Subiendo %lld%%
pt_br: Enviando %lld%%

source: View Sessions
es: Ver Sesiones
pt_br: Ver Sessões

source: Warehouse / Logistics
es: Almacén / Logística
pt_br: Armazém / Logística

source: X (right)
es: X (derecha)
pt_br: X (direita)

source: Y (up)
es: Y (arriba)
pt_br: Y (cima)

source: Your name
es: Tu nombre
pt_br: Seu nome

source: Your name groups every session you record under the same S3 folder. Leaving it blank uses an anonymous per-device token.
es: Tu nombre agrupa todas las sesiones que grabes bajo la misma carpeta S3. Si lo dejas en blanco, se usa un identificador anónimo por dispositivo.
pt_br: Seu nome agrupa cada sessão gravada na mesma pasta S3. Deixar em branco usa um identificador anônimo por dispositivo.

source: Z (fwd)
es: Z (adelante)
pt_br: Z (frente)

# location.plaza
source: Plaza
pt_br: Praça
